<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>receta</title>
<style type="text/css">
<!--
body,td,th {
	font-family: Georgia, Times New Roman, Times, serif;
	color: #000000;
}
body {
	background-color: #CCCC99;
	background-image: url();
	margin-left: 30px;
	margin-top: 30px;
	margin-right: 30px;
}
.style2 {font-size: xx-large; color: #993300; }
.style4 {color: #993300}
.style5 {color: #CCFF00}
.style6 {color: #990000}
.style7 {font-size: xx-large; color: #990000; }
.style8 {color: #0000CC}
-->
</style>
</head>

<body tracingsrc="img/rm3.JPG" tracingopacity="20">
<h1 align="center">&nbsp;</h1>
<h1 align="center">Pastes Hidalguenses.</h1>
<p align="center"><img src="img/Pastes.jpg" width="480" height="360" /></p>
<h1 align="center" class="style2">&nbsp;</h1>
<div></div>
<div id="primary">
  <div><div dir="ltr"><div><p><span class="style4">Esta   es una de aquellas recetas que no pueden faltar en un recetario de   cocina mexicana, &iquest;Por qu&eacute;? Porque es un platillo t&iacute;pico de nuestro pa&iacute;s,   Los Pastes, es uno de los platillos m&aacute;s representativos del hermoso   estado de Hidalgo.</span></p>
      </div>
      <div class="style4"><br />
      </div>
      <div class="style4">El   estado de Hidalgo se ubica en la regi&oacute;n centro-oriental de M&eacute;xico,   colinda al norte con los estados de San Luis Potos&iacute; y veracruz, al este   con el estado de Puegla, al sur con los estados de Tlaxcala y M&eacute;xico y   al oeste con el estado de Quer&eacute;taro.</div>
      <div class="style4"><br />
      </div>
      <div class="style4">Lo   que me encanta de nuestro pa&iacute;s (entre muchas otras cosas) es la   historia que cada rinc&oacute;n tiene. Los Pastes tienen la suya propia y es   muy interesante.</div>
      <div class="style4"><br />
      </div>
      <div class="style4">La   cocina del estado de Hidalgo est&aacute; basada en los productos de origen   animal y vegetal propios de la regi&oacute;n. Destacan los platillos elaborados   a base de escamoles, como tamales, escamoles horneados o con nopales,   caldos y salsa, , xoconostles rellenos.</div>
      <div class="style4"><br />
      </div>
      <div class="style4">Los   insectos juegan un papel preponderante&nbsp;dentro&nbsp;de la alimentaci&oacute;n, sobre   todo para los otom&iacute;es,&nbsp;quienes&nbsp;han influido en la manera&nbsp;de cocinar de   los mestizos, se consumen con frecuencia los gusanos del nopal y las   chicharras.</div>
      <div class="style4"></div>
      <div class="style4">Otros   animales que se consumen son los renacuajos, los ajolotes y los   conejos. Entre los panes se&nbsp;encuentran&nbsp;el pan de pulque, el pan de   muerto y&nbsp;los pastes.</div>
      <div class="style4"><br />
      </div>
      <div class="style4">Los   pastes &nbsp;es una &ldquo;empanada&rdquo; (nadie en Hidalgo dir&aacute; que es una empanada lo   nombro as&iacute; para explicarlo mejor), &nbsp;horneada de harina de trigo   en&nbsp;forma&nbsp;de media luna,&nbsp;originalmente&nbsp;rellena de carne de res, la masa   de&nbsp;harina de trigo se fermenta ligeramente con pulque y contiene sal,   huevo, manteca de puerco y en ocasiones leche.&nbsp;</div>
      <div class="style4"><br />
      </div>
      <div class="style4">Se   cuenta que el origen de este bocadillo se remonta a 1824, a&ntilde;o en que   llegaron de Inglaterra los primeros mineros brit&aacute;nicos para explotar las   minas de plata de Pachuca y Real del Monte, Hidalgo.&nbsp;</div>
      <div class="style4"><br />
      </div>
      <div class="style4">Las mujeres de los mineros preparaban lo que ellos llamaban &ldquo;Cornish Pastry&rdquo;,que es la base para la elaboraci&oacute;n de pasteles, pays, y principalmente los<strong>&nbsp;pastes</strong>,&nbsp;&nbsp;</div>
      <div class="style4"><br />
      </div>
      <div class="style4">Los   pastes originales son de papa y picadillo de carne, se dice que la   orilla del paste los mineros no la com&iacute;an porque ten&iacute;an las manos sucias   ya que no ten&iacute;an oportunidad de lavarlas, entonces dejaban la orilla.</div>
    </div>
  </div>
</div>
<div class="style5">
  <p>&nbsp;</p>
  <p class="style6">La receta para elaborar pastes salados, en esta ocasi&oacute;n de carne con papa y &nbsp;dulces de arroz con leche.</p>
</div>
<div class="style6"></div>
<div class="style6"><strong>Ingredientes para los pastes:</strong></div>
<div class="style6"><br />
</div>
<div class="style6">500 gr de harina de trigo</div>
<div class="style6">1/4 cucharadita de polvo para hornear tipo Royal</div>
<div class="style6">1/2 cucharadita de sal</div>
<div class="style6">150 gr de manteca de cerdo o vegetal</div>
<div class="style6">1 vaso de pulque natural o lo que necesite la masa (si no encuentras pulque sustituye por leche)&nbsp;</div>
<div class="style6">2 huevos, uno para la masa otro para barnizar.</div>
<div class="style8">
  <p>&nbsp;</p>
  <p><strong>Procedimiento:</strong></p>
</div>
<div class="style8"><br />
</div>
<div class="style8">1&nbsp;Coloca el harina sobre la mesa y haz un cuenco, agrega la sal y la manteca.</div>
<div class="style8"><br />
</div>
<div class="style8">2&nbsp;Con las manos comienza a manejar hasta que obtengas una consistencia arenosa.</div>
<div class="style8"><br />
</div>
<div class="style8">3&nbsp;Enseguida agrega el huevo y el pulque, amasa hasta que obtengas una masa tersa que no se pegue en tus manos.</div>
<div class="style8"><br />
</div>
<div class="style8">4&nbsp;Envuelve   en papel transparente o mete a una bolsa de pl&aacute;stico limpia y mete al   refrigerador para que repose por lo menos una hora.</div>
<div class="style8"><br />
</div>
<div class="style8"><strong>Ingredientes para el relleno salado:</strong></div>
<div class="style8"><br />
</div>
<div class="style8">1/2 kg de carne molida de res, preferentemente filete</div>
<div class="style8">1 poro rebanado o 1/2 cebolla rebanada muy delgada</div>
<div class="style8">2 papas crudas cortadas en cubitos peque&ntilde;os</div>
<div class="style8">1/4 taza de perejil picado</div>
<div class="style8">Chile serrano picado al gusto (yo puse uno desvenado y sin semillas)</div>
<div class="style8">Trozos de mantequilla</div>
<div class="style8"><br />
</div>
<div class="style8"><strong>Procedimiento:</strong></div>
<div class="style8"><br />
</div>
<div class="style8">1&nbsp;En un taz&oacute;n coloca todos los ingredientes menos la mantequilla y revuelve perfectamente.</div>
<div class="style8"><br />
</div>
<div class="style8">2&nbsp;Agrega sal y pimienta a tu gusto, integra.</div>
<div class="style8"><br />
</div>
<div class="style8">3&nbsp;Tapa con pl&aacute;stico&nbsp;auto-adherente&nbsp;y deja en el refrigerador.</div>
<div class="style8"><br />
</div>
<div class="style8"><strong>Ingredientes para el relleno dulce:</strong></div>
<div class="style8"><br />
</div>
<div class="style8">Solamente agrega 1.5 litros de leche y deja un poco seco el arroz.</div>
<div class="style8"></div>
<div class="style8">Pasas al gusto.</div>
<div><br />
</div>
<p align="center" class="style7"><a href="Index.html">
  <button>Regresar</button>
</a></p>
</body>
</html>
